[SectoidVoidweaverX2CharacterTemplate]
strCharacterName="虚空编织灰人"

[CorpseSectoidVoidweaver X2ItemTemplate]
FriendlyName="虚空编织灰人尸体"
FriendlyNamePlural="虚空编织灰人尸体"
BriefSummary="此灰人变体能够召唤利用人类恶习的实体。每个被召唤的生物都体现了一种致命的罪恶，将人类的弱点变成操纵和征服的工具，目的是使人类更容易受到外星人的统治。"

[Autopsy_SectoidVoidweaver X2TechTemplate]
DisplayName="虚空编织灰人尸检"
Summary="虚空编织灰人，一种体质虚弱的 灰人，具有从其他维度召唤恶魔实体的能力。了解并利用这种力量可以为对抗外星人的战斗提供显著的战略优势。"
CodeName="违反罪恶"
LongDescription="虚空编织灰人代表了外星人征服策略的重大进步。这种体质虚弱的灰人变体拥有极强的灵能敏锐度。它们非凡的透视维度能力使它们能够召唤幽灵般的实体，这些实体不仅力量强大，还能给附近的所有人类带来负面情绪。\n\n据观察，这些被召唤的实体在死亡时会留下独特的痕迹，这些痕迹保留了每个实体的一些原始效果，尽管形式有所减弱。将这些痕迹整合到我们现有的技术中，可能会改变我们抵抗努力的游戏规则。\n\n值得注意的是，我建议使用这些痕迹来改进模拟信标。通过将我们的传统全息模拟信标技术与注入痕迹中的灵能能量相结合，可以创建不仅更耐用而且具有一定认知水平的诱饵。这些增强型信标将在战场上持续更长时间，并且能够与环境和敌人进行更复杂的交互，为我们提供了显着的在我们持续对抗外星威胁的战斗中获得战术优势。"

[SectoidVoidweaver_WPN X2WeaponTemplate]
FriendlyName="光束手枪"

[AstralBeacon_WPN X2WeaponTemplate]
FriendlyName="星界步枪"

[AstralConduit X2AbilityTemplate]
LocFriendlyName="星界导管"
LocLongDescription="召唤邪恶的实体在战场上制造混乱和不和。这些被召唤的外星人造成破坏，体现了他们所代表的罪恶。"
LocHelpText="召唤 8 个星界幽灵中的 1 个在战场上制造混乱与不和。"
LocFlyOverText="星界导管"

[EndAstralConduit X2AbilityTemplate]
LocFriendlyName="结束星界导管"
LocLongDescription="断开星界链接并将实体送回其维度。""
LocHelpText="断开星界链接并将实体送回其维度。"
LocFlyOverText="星界导管结束"

[GreedSpectreM1X2CharacterTemplate]
strCharacterName="囤积者"

[CorpseGreedSpectre X2ItemTemplate]
FriendlyName="贪婪的痕迹"
FriendlyNamePlural="贪婪的痕迹"
BriefSummary="瓶子里装着一种无形的物质，闪着绿宝石般的光泽。我的一些员工发誓，这个瓶子会对他们说话，敦促他们紧紧抓住它，不要放手。有报告称，囤积者能够通过培养个人利益的欲望来破坏人类的团结与合作。"

[PrideArchonM1X2CharacterTemplate]
strCharacterName="傲慢者"

[CorpsePrideArchon X2ItemTemplate]
FriendlyName="傲慢的痕迹"
FriendlyNamePlural="傲慢的痕迹"
BriefSummary="一小瓶中装着闪闪发光的蓝色薄雾，散发着傲慢和优越感。暴露在外会促进蔑视和自负的感觉，导致对他人观点的排斥和自我膨胀。傲慢是由长老们制作的，目的是利用人类的骄傲，导致领导人为琐事而发生冲突，阻碍他们制定有效战略对抗外星人入侵的能力。"

[LustViperM1X2CharacterTemplate]
strCharacterName="妖妇"

[CorpseLustViper X2ItemTemplate]
FriendlyName="魅力的痕迹"
FriendlyNamePlural="诱惑的痕迹"
BriefSummary="精致小瓶中装着闪闪发光的紫色雾气。已知会引发无法控制的冲动和鲁莽行为，导致注意力不集中和无法克制。诱惑者为长老们服务的方式，即通过激起人们的欲望并削弱他们的自我控制，已被证明是最有效的。"

[EnvyLostM1X2CharacterTemplate]
strCharacterName="黄疸患者"

[CorpseEnvyLost X2ItemTemplate]
FriendlyName="欲望的痕迹"
FriendlyNamePlural="欲望的痕迹"
BriefSummary="这种黄色雾气被装在小瓶中，散发出神秘的气息。接触到它的人会对他人的成功产生根深蒂固的嫉妒和怨恨，产生一种苦涩和不足的感觉。因此，黄疸是一种完美的武器，可以制造分裂，破坏信任，而不会产生任何暴力的迹象。"

[WrathBerserkerM1X2CharacterTemplate]
strCharacterName="掠夺者"

[CorpseWrathBerserker X2ItemTemplate]
FriendlyName="愤怒的痕迹"
FriendlyNamePlural="愤怒的痕迹"
BriefSummary="在这个瓶子里，火红色的雾气随着挥发性能量而波动。直接接触会引发无法控制的攻击性。掠夺者的存在会引发混乱，并升级为暴力，造成精心策划的危机。这种人为制造的动乱为 ADVENT 提供了作为救世主进行干预的绝佳机会。"

[SlothFacelessM1X2CharacterTemplate]
strCharacterName="沉睡者"

[CorpseSlothFaceless X2ItemTemplate]
FriendlyName="倦怠的痕迹"
FriendlyNamePlural="倦怠的痕迹"
BriefSummary="这种青色的薄雾装在一个小瓶中，散发出一种宁静的气息，使接触到它的人产生一种深深的嗜睡和冷漠。这就是沉睡者培养自满情绪的方法，确保人类不仅容易被征服，而且无法发起任何成功的反抗。"

[GluttonyChryssalidM1X2CharacterTemplate]
strCharacterName="吞噬者"

[CorpseGluttonyChryssalid X2ItemTemplate]
FriendlyName="放纵的痕迹"
FriendlyNamePlural="放纵的痕迹"
BriefSummary="一小瓶中充满了似乎永无止境旋转的橙色蒸汽。接触这种物质会引起无法满足的饥饿感。吞噬者利用了人类过度放纵的倾向，知道那些不断寻求下一次放纵的人不太可能摆脱这种循环并起义。"

[DespairAvatarM1 X2CharacterTemplate]
strCharacterName="沉默者"

[CorpseDespairAvatar X2ItemTemplate]
FriendlyName="默许的痕迹"
FriendlyNamePlural="默许的痕迹"
BriefSummary="一种装在小瓶中的浓黑烟。接触这种物质会让人产生顺从和服从的感觉，但同时也会产生一种诡异的安慰，让人毫不怀疑地接受自己的处境。只要靠近沉默者就足以让反叛者变得完全温顺和顺从，压制所有异议和抵抗。这种影响异常强烈、快速和持久，有些受害者永远无法完全康复。"

[AstralBeacon X2WeaponTemplate]
FriendlyName="星界信标"
FriendlyNamePlural="星界信标"
BriefSummary="星界信标召唤一名士兵的平行双胞胎来协助战斗 3 个回合。它像手榴弹一样部署，被扔到双胞胎出现的地方。"
TacticalText="<Bullet/> 星界信标会生成使用它们的士兵的幽灵双胞胎。\n<Bullet/> 星界信标可持续 3 个回合，除非其生命值被敌人的攻击耗尽。"

[AstralBeaconX2CharacterTemplate]
strCharacterName="星界双子"

[AstralBeaconThrow X2AbilityTemplate]
LocFriendlyName="星界信标"
LocHelpText="从另一个维度召唤一名士兵的平行双投影来协助战斗。"
LocLongDescription="星界信标像手榴弹一样被抛出，并在落地处召唤一名士兵的平行投影。与常规的模拟信标不同，这种诱饵可以移动和射击。"

[InsatiableShot X2AbilityTemplate]
LocFriendlyName="贪婪射击"
LocLongDescription="囤积者射击时会受到瞄准惩罚。如果命中，它会自动对同一目标进行多次射击。"
LocHelpText="囤积者射击时会受到瞄准惩罚。如果命中，则会自动对目标进行多次射击。"
LocFlyOverText="贪婪射击"

[InsatiableShot2 X2AbilityTemplate]
LocFriendlyName="贪婪射击"
LocLongDescription="囤积者射击时会受到瞄准惩罚。如果命中，它会自动对同一目标进行多次射击。"
LocHelpText="囤积者射击时会受到瞄准惩罚。如果命中，则会自动对目标进行多次射击。"
LocFlyOverText="贪婪射击"

[WealthHoarder X2AbilityTemplate]
LocFriendlyName="财富囤积者"
LocLongDescription="每次囤积者成为目标时，部分能量就会被囤积到其武器中。这些能量会在下一次标准射击时释放。"
LocHelpText="当被瞄准时，将能量储存到你的武器中，并在下一次标准射击中释放它。"
LocFlyOverText="能量储存：+1"

[GreedyShadow X2AbilityTemplate]
LocFriendlyName="贪婪的影子"
LocLongDescription="当受到攻击时，囤积者在下一回合获得一个额外行动。每个任务触发一次。"
LocHelpText="当受到攻击时，囤积者在下一回合获得一个额外行动。每个任务触发一次。"
LocFlyoverText="贪婪：下一轮 +1 行动"

[PlunderStrike X2AbilityTemplate]
LocFriendlyName="热切出击"
LocFlyOverText="热切出击"
LocLongDescription="当 6 个方格内的盟友受到射击时，囤积者将自动向射击者进行反击。"
LocHelpText="当 6 个方格内的盟友受到射击时，囤积者将自动向射击者进行反击。"

[EnsnaringEmbrace X2AbilityTemplate]
LocFriendlyName="诱捕之拥"
LocLongDescription="诱惑者缠绕敌人，使其无法移动并且造成持续伤害，同时恢复部分生命值。"
LocHelpText="束缚并粉碎相邻的人形敌人。"
LocFlyOverText="拥抱"
LocMissMessage="拥抱失败！"

[AlluringVenom X2AbilityTemplate]
LocFriendlyName="诱人的毒液"
LocLongDescription="诱惑者可以发射远距离的毒液冲击，使人迷失方向。"
LocHelpText="使某一区域的敌人迷失方向。"
LocFlyOverText="诱人的毒液"

[AlluringVenom X2GrenadeTemplate]
FriendlyName="诱人的毒液"
FriendlyNamePlural="AlluringVenom"
BriefSummary="诱惑者可以发射远距离的毒液冲击，使人迷失方向。"
TacticalText="<Bullet/> 使某个区域内的敌人迷失方向。"

[AlluringVenomGlob X2GrenadeTemplate]
FriendlyName="诱人的毒液"
FriendlyNamePlural="AlluringVenom"
BriefSummary="诱惑者可以发射远距离的毒液冲击，使人迷失方向。"
TacticalText="<Bullet/> 使某个区域内的敌人迷失方向。"

[CaptivatingGaze X2AbilityTemplate]
LocFriendlyName="迷人的目光"
LocLongDescription="妖妇用其催眠般的眼神迷住敌人，使他们着迷并迫使他们为之战斗数个回合。"
LocHelpText="迷惑敌人，使其暂时为诱惑者而战几个回合。"
LocFlyOverText="迷人的目光"
LocMissMessage="拒绝诱惑！"

[Narcolepsy X2AbilityTemplate]
LocFriendlyName="嗜睡症"
LocLongDescription="沉睡者呼出一股令人昏昏欲睡的烟雾，使敌人陷入睡眠，并丧失行动能力。"
LocHelpText="使目标失去意识的致残攻击。"
LocFlyOverText="睡着了"
LocMissMessage="发作性睡病诊断失败"

[IndolenceWave X2AbilityTemplate]
LocFriendlyName="懒惰滑动"
LocLongDescription="沉睡者释放出一股精神能量，使敌人极度昏睡，从而跳过他们的下一个回合。"
LocHelpText="释放一道精神能量波，震慑目标。"
LocFlyOverText="懒惰滑动"

[SoporificBreath X2AbilityTemplate]
LocFriendlyName="催眠呼吸"
LocLongDescription="沉睡者释放出一团缓慢的薄雾，笼罩在战场上，使陷入其中的敌人变得昏昏欲睡，战斗力下降。"
LocHelpText="降低区域内敌人的机动性。"
LocFlyOverText="昏昏沉沉"

[SoporificBreath X2GrenadeTemplate]
FriendlyName="催眠气息"
FriendlyNamePlural="催眠呼吸"
BriefSummary="沉睡者释放出一团缓慢的薄雾笼罩在战场上，使陷入其中的敌人变得昏昏欲睡，战斗力下降。"
TacticalText="<Bullet/> 降低区域内敌人的机动性。"

[SoporificBreath X2GrenadeTemplate]
FriendlyName="催眠气息"
FriendlyNamePlural="催眠呼吸"
BriefSummary="沉睡者释放出一团缓慢的薄雾笼罩在战场上，使陷入其中的敌人变得昏昏欲睡，战斗力下降。"
TacticalText="<Bullet/> 降低区域内敌人的机动性。"

[VoraciousBite X2AbilityTemplate]
LocFriendlyName="吞噬之咬"
LocLongDescription="咬一口，增加健康。"
LocHelpText="咬一口，增加健康。"

[HungryRush X2AbilityTemplate]
LocFriendlyName="Hungry Rush"
LocLongDescription="吞噬者会冲向目标，撕碎 4 点护甲，并在击中时附加破裂效果。"
LocHelpText="吞噬者会冲向目标，撕碎 4 点护甲，并在击中时附加破裂效果。"
LocFlyOverText="饥饿冲刺"

[Engorge X2AbilityTemplate]
LocFriendlyName="贪婪"
LocLongDescription="吞噬者获得更高的最大生命值。"
LocHelpText="吞噬者获得更高的最大生命值。"

[InsatiableHunger X2AbilityTemplate]
LocFriendlyName="无法满足的饥饿"
LocLongDescription="吞噬者将会治愈大量生命值。"
LocHelpText="吞噬者将会治愈大量生命值。"

[BlindingRadiance X2AbilityTemplate]
LocFriendlyName="耀眼光芒"
LocLongDescription="当受到攻击时，敌人有几率感到恐慌。"
LocHelpText="当受到攻击时，敌人有一定几率陷入恐慌。"
LocFlyOverText="耀眼光芒"

[BlindingRadianceTrigger X2AbilityTemplate]
LocFriendlyName="耀眼光芒"
LocLongDescription="当受到攻击时，所有可见的敌人都有可能陷入恐慌。"
LocHelpText="当受到攻击时，所有可见的敌人都有可能陷入恐慌。"
LocFlyOverText="耀眼光芒"
LocMissMessage="恐吓失败"

[MeleeImmunity X2AbilityTemplate]
LocFriendlyName="不透水"
LocLongDescription="掠夺者不会受到近战攻击的伤害。"
LocHelpText="免疫近战伤害。"
LocFlyOverText="近战免疫"

[BloodFrenzy X2AbilityTemplate]
LocFriendlyName="血腥狂暴"
LocLongDescription="当破坏者受伤时，他会变得愤怒，获得移动力提升和 2 点护甲。"
LocHelpText="破坏者可以被激怒，从而提高移动力并获得 2 点护甲。"
LocFlyOverText="血腥狂乱！"

[X2Ability_WrathBerserker]
BloodFrenzyTriggeredFriendlyName="血腥狂暴"
BloodFrenzyTriggeredFriendlyDesc="获得额外机动性和 2 点护甲。"
；无法嵌入能力，必须是模板的一部分
LocBloodFrenzyFlyover="血腥狂潮"
；当愤怒的狂战士攻击自己的盟友时飞越。
BlindFrenzyFlyover="盲目狂热"

[EnvyObsessed X2AbilityTemplate]
LocFriendlyName="苦涩的痴迷"
LocLongDescription="黄疸会痴迷于一个目标，在攻击该目标时给予自己瞄准奖励。"
LocHelpText="黄疸会痴迷于一个目标，在攻击该目标时给予自己瞄准奖励。"

[PowerLeech X2AbilityTemplate]
LocFriendlyName="能量汲取"
LocLongDescription="黄疸会对敌人造成伤害。无视掩护和护甲。"
LocHelpText="对敌人造成伤害。无视掩护和装甲。"
LocFlyOverText="能量吸取"

[EnvyLostAttack X2AbilityTemplate]
LocFriendlyName="近战"
LocLongDescription="近战攻击。"
LocHelpText="近战攻击。"

[CopycatMobility X2AbilityTemplate]
LocFriendlyName="贪婪之心"
LocHelpText="黄疸会消耗目标的瞄准力和机动性。该效果持续到黄疸被杀死为止。"
LocLongDescription="黄疸者选择一个目标并消耗其瞄准力和机动性。该效果持续到黄疸者被杀死为止。"

[OblivionBombStage1 X2AbilityTemplate]
LocFriendlyName="遗忘炸弹"
LocLongDescription="沉默术士会制造出一种沸腾的空间不稳定性，使目标失明。任何被爆炸击中的受害者都会受到伤害，并可能因释放的非自然能量而昏迷或迷失方向。"
LocHelpText="沉默者打开了一个巨大的裂缝，使单位失明并对留在里面的单位造成伤害。"
LocFlyOverText="遗忘炸弹"

[OblivionBomb X2AbilityTemplate]
LocFriendlyName="遗忘炸弹"
LocLongDescription="沉默术士会制造出一种沸腾的空间不稳定性，使目标失明。任何被爆炸击中的受害者都会受到伤害，并可能因释放的非自然能量而昏迷或迷失方向。"
LocHelpText="沉默者打开了一个巨大的裂缝，使单位失明并对留在里面的单位造成伤害。"
LocFlyOverText="遗忘炸弹"

[SubmissionWave X2AbilityTemplate]
LocFriendlyName="提交波次"
LocLongDescription="沉默者发射出一道可怕的能量射线，对经过的每个目标造成伤害。这次攻击会削弱目标的意志。"
LocHelpText="沉默者发射一道灵能光束，削弱经过的每个目标的意志。"
LocFlyOverText="提交波"
